[]
=on

[InstallWizard]
ProductName=Bloody7
//ErrorMessage=
MSG_001=Privilegi insufficienti per installare / rimuovere!
MSG_101=Impostazione incompleta, installazione fallita
MSG_102=Una versione  installata precedentemente, l'installazione verra interrotta 
MSG_103=Impossibile copiare , premere "OK" per continuare !
MSG_1040=Informazione di avvio del sistema gia' esistente !
MSG_1041=Informazione di registrazione gia' esistente !
MSG_1042=File gia' esistente !
MSG_201=Rimozione incompleta, impossibile procedere 
MSG_202=Il file non puo' essere eliminato , premere "OK" per continuare!
MSG_301=Aggiornamento incompleto, impossibile procedere
MSG_302=Prima di installare, prego rimuovere la versione precedente
MSG_501=Vecchia versione rilevata , sei sicuro di voler aggiornare ?
MSG_502=Aggionamento fallito , riprova !
MSG_503=L'ultima versione rilevata , comunque aggiornare ?
//準備安裝畫面=
FPrepare->Caption=Procedura guidata di installazione
FPrepare->lb_Prepare->Caption=%P Preparazione d'installazione in corso, prego attendere il completamento di tale installazione.  
FPrepare->lb_PrepareProc->Caption=Preparazione d'installazione in corso
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=Benvenuti nell'installazione guidata al %P
FWelcome->lb_StartInstallation->Caption=Installazione %P in corso, se si desidera continuare, premere "Next".
FWelcome->lb_SelectLanguage->Caption=Seleziona una lingua
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=Pronti per l'installazione
FSeriesSelect->lb_SelectSeriesDescription->Caption=Selezionare il tuo modello ,e premere "Next" per iniziare .
FSeriesSelect->rb_Series2->Caption=Multi Core PISTOLA3 V2
FSeriesSelect->rb_Series3->Caption=Multi Core PISTOLA3 V3
FSeriesSelect->rb_Series5->Caption=Multi Core PISTOLA3 V5
FSeriesSelect->rb_Series7->Caption=Multi Core PISTOLA3 V7
FSeriesSelect->rb_Series4->Caption=Multi Core PISTOLA3 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=I accept the agreement
FEULA->rb_DisapproveOfEULA->Caption=I do not accept the agreement
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=Ready to install...
FAskInstall->lb_AskInstall->Caption=Premere il tasto " Setup" per iniziare l'installazione. \\\\\\\\Se si desidera controllare o modificare, premere il tasto "Back". Per uscire dall'installazione, premere "Exit".
//開始安裝畫面=
FInstall->lb_Title->Caption=Installazione in corso…
FInstall->lb_Install->Caption=Wizard è in esecuzione l'installazione richiesta!
CopyFiles=Copiare
ChangeFolderCompetence=Modifica permesso cartella
WriteRegOnUninstallFolder=Copia dati di rimozione nella cartella
WriteRegOnBootName=Copia dati di avvio nella cartella
CreateLinks=Crea collegamento
WriteRegOnPrivateFolder=Copia dati di programma nella cartella
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=L'installazione incompleta puo causare problemi di connessione. \\\\Sei sicuro di voler terminare l'installazione?
//取消完成畫面=
FCancel->lb_Cancel->Caption=Installazione completata
FCancel->lb_Notes->Caption=Sara possibile eseguire di nuovo il programma di installazione. Premere "OK" per terminare l'installazione. 
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=Installazione completata.
FFinish->lb_Finish_Uninstall->Caption=Rimozione completata.
FFinish->lb_Finish_Upgrade->Caption=Aggiornamento completato.
FFinish->lb_FinishInstallNotes->Caption=Completamento di installazione %P in corso.
FFinish->lb_FinishUninstallNotes->Caption=Completamento di rimozione %P in corso
FFinish->lb_FinishUpgradeNotes->Caption=Completamento di aggiornamento %P in corso
FFinish->ck_StartProgram->Caption=Inizia %P
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=Sei sicuro di voler rimuovere tutti i programmi e le funzioni?
FUninstallConfirm->ck_DeleteUserLog->Caption=Elimina log (compresi: programmazione, file firearma, configurazioni pulsante, ecc..)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=%P Installazione in corso.
BackupSettingData=Salvare le impostazioni ?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=Premere il tasto "Aggiorna/Ripristina" per avviare l'aggiornamento o il ripristino. \\\\\\\\Premere "Exit" per annullare l'installazione.
FAskUpgradeAndRepair->bt_Upgrade->Caption=Aggiorna / Ripristina
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=%P Aggionamento / Ripristino in corso
FUpgradeAndRepair->bt_Cancel->Caption=Esci

[UNINSTALL]
DISPLAY_NAME=Bloody7
PUBLISHER=Bloody
URL=http://www.bloody.tw/
LINK_PROGRAMS_PUBLISHER=Bloody
LINK_PROGRAMS_FOLDER=Bloody7
LINK_PROGRAMS_EXEC=Bloody7
LINK_PROGRAMS_UNIST=Disinstalla Bloody7
LINK_PROGRAMS_MANUAL=Manuale
LINK_DESKTOP=Bloody7

